{
    "Forget everything you ever thought about cyborgs. Everything. ": "This is the 2000's. Today's cyborg is stylish. His cybernetics are designed for a streamlined, highmover lifestyle. Whether equipped with implanted data chips in his nervous system to enhance his tennis game, or bio­engineered miniweapons for his persona I protection, the cyborg of the 2000's is the cutting edge of high tech living. But he isn't necessarily a walking tank either. Cybertech can be smoother than that-less obvious. You have to integrate your newtech gadgets into a slick, seamless whole. You're either predator or prey, and the faster you learn to blur the line between the two categories, the longer you'II survive. And that's the point. Survival. ",
    "Cyberfashion": "lt's hip and aware to have high tech grafted onto your body somewhere. lf you can afford it, you probably have at least a couple of \"enhancements\"; a few software chips installed in your nervous system to interface with your computer, rememberyour appointments (the ever popular Daytimer™ chip for example), and improve your raquetball reflexes. lf you're cybered up you probably have interface plugs to operate computers and vehicles mentally. Maybe your eyes are cyberoptics with a recording function and the latest iris tint (polychrome is in this year), or your hearing is boosted to better hear the gossip in the Executive Lounge. if your job involves some type of security or combat function (and most occupations of the 2000's have at least some type of combat aspect), you probably have two or three types of combat software, as well as plugs and interfaces fora smartgun. As a Solo, you may have had one or more limbs replaced with cyberware prosthetics, allowing you to hide a variety of tools and weapons in your body, as well as giving you an edge in speed and strength. As a cyberpunk, you're going to want to get your hands on the best of this exciting and expensive new tech. And expensive is the word. The average enhanced charac­ter with, say, one cyberoptic (Targeting scope & IR enhancement), a reflex boost, one superchromed arm with a .25 cal submachine gun, interface plugs and chipware for Martia/ Arts, Rotorvving Pi/Òt and Handgun is an invest­ment of tens of thousands of euro. Of course, the ambitious Punkalready knows atleast twenty-five ways (most of them illegal) to raise that sort of paltry sum. But before you start load­ing up, there's a catch. ",
    "Cyberpsychosis": {
        "Description" : "Something happens when you start add­ing metal and plastic to people. They start to change. And it isn't pretty. In the 2000's, we cali this cyberpsychosis; a mental disease in which the addition of cybernetics causes an ·already unstable personality to fragment. At first, the victim begins to relate more to machines than to humans. Soon, he starts to ignore people­parents, friends, lovers. Eating, sleeping ali become less important. Finaliy, human interactions begin to irritate, culminating in a terrifying rage that consumes the victim entirely. So, how do I get cyberpsychosis? Every character in Cyberpunk has an Empathy stat (EMP). This stat is a measure of how well the character relates to other people, and is the basis of such skilis as leadership, lying, convincing and romantic relationships. Likewise, every major cybernetic enhance­ment has a corresponding HumanityCost, which is added together to get an overall Humanity Cost of all enhancements. Humanity Costs are rated from VERY LOW to VERY HIGH, and correspond to the generai effect this enhancement wili have on the human psyche. In addition, each option added to an enhancement has an additional point value as well. For every ten points of Humanity Cost, the character loses one point of Empa­thy (unequal values are rounded down). For example, say I add four new cybernetic de­vices fora tota/ Human­ity Cost of 3 6. I wi/1 lose 3 points of Empathy. This can start to cost you. With an Empathy of 3 the character is something of a \"cold fish\"; emotionless and cold. With an Empa­thy of 2, the character is chilly, forbidding, and distinctly unpleasant to others. With an Empathy of 1, the character is usually violent, sociopathic and vicious. He must constantly fight to keep from going over the edge and committing irrational, vio­lent acts of murder and mayhem. At an Empathy rating of O or less, the character is fully in the grip of cyberpsycho­sis. He is driven by a maddening hatred of other humans or living things. At this point, there is no turning back-the character is taken over by the Referee, who plays it as a non-player character with ali the worst attributes of a murderous, mechanized psychopath, calied a cyberpsycho. Not ali cyberpsychos are the rampaging type. Many exhibit more subtle symptoms; compulsive lying, kleptomania, sadism, brutality, split personality and extremely violent mood swings.",
        "The Psycho Squad ": "Cyberpsychosis is a big problem in the 2000's. While state-sponsored therapy is an option, the hardest part is getting the patient into the psychologist' s office. What do you do when a metal armored, cyber­boosted maniac starts randomly killing people? lf you're the Government, you organize a special squad of professional police with one job-to hunt down and capture or kill murderous cyberpsychos. Cybersquads are common to most urban police departments, going under names like C-SWAT (Cybernetic Special Weapons & Tactical Squad), PSYCHE-DIV, CYB­Enforcement and MAX-TAC (Maximum Force Tactical Division). They are armed with the best in armar, com mo equipment and vehicles. Most carry weapons that start at the light cannon range and up. They are, by nature, not very nice people.",
        "Registered Cybers ": "Although the Uniform Criminal Justice Code of the Uniteci States says you must actually commit a crime before you can be ar­rested, this doesn't stop most police de­partments from practicing selective crime prevention ( especially those departments run by Corporations). The Psycho Squad keeps tabs on who buys what and where through informants, monitors and hidden tech detectors scattered all aver the city. They usually have a good idea what gangs are loading up on megaware and who's most likelyto cross the line into psychohood in the near future. When a potential perp looks like he's getting tao close, the Squad picks him up off the Street and offers him a choice. He can go on like he is and risk having an \"accident\" happen some dark night (\" ... we're just worried that some public-spirited citizen might, you know, take it upon himself to, well. .. you know ... adjust your attitude ... \"), or you can get registered. Registration is sort of like parole; you agree to see a cyberpsychologist far monitoring and analysis (regaining 2 points of HC per week until your originai EMP is restored), and the squad implants a small transmitter into your cyberwear, allowing them to know your generai whereabouts. Just in case. The police don't hassle you and the Squad doesn't automatically gun you down with 20mm cannon rounds if you boost a pack of Smash from the corner vend-mat. lt's rumored that some departments also mplant a small explosive charge and a radio detonator, but we all know that's against the Criminal Code, don't we? Besides, you don't have to register. But we thought you'd like to know. After ali, there are those public-spirited citizens out there ... ",
        "Humanity Costs ": "So how does all this apply to me? Simple. Each time you add on a cybernetic enhancement, there's a corresponding loss of humanity. But it's not simple, linear, or nice. Different people react differently to the cyborging process. Therefore, your Humanity Cost is based on the throw of a random dice value for each enhancement. This is important, because it means that sheer bad luck could put you over the li ne before you know it. \\n Very Low ............................... 1 D6/2  \\n Low .......................................... 1 D6  \\n Medium .................................... 2D6 \\n High ......................................... 3D6 \\n Very High ................................. .4D6 \\n Remember: you must keep track of the cumulative number of points lost. Those little.S's and l 's are going to start adding up fast...  ",
        "Therapy": "There's one way to hang out over the Edge and stili keep it wired, and that's therapy. The C-SWAT drags you in, screaming and tearing at the walls, and straps you down to a heavy metal psychatrist's couch. Probes deactivate your cybersystems one by one, while the shrink jacks your rabid psyche into the braindance. Then begins the long, arduous process of disassembling your brain and reconstructing it in a more socially acceptable form. One that doesn't get its kicks out of eating dead bodies, for example. Cyberpsychologists (Psychoshrinks) use combinations of braindance simulation, drugs, hypnotics, psychosurgery and aver­sion therapy to reconstruct damaged per­sonalities. Once ali cybernetics are removed or deactivated, the character will recover two points of EMP for every week of ther­apy attended. Far example: Savage is dragged into Dr. Risk's office with a HC tota! of-3. !t wi/1 take at least five weeks of therapy before Savage wi/1 be back to his originai Empathy of 6. Now you know. Walk carefully. Guard your mind. "
    },
    "Cybertechnology": {
       "Description": "Cybertechnology can be purchased al­most anywhere. Some of the medicai pro­cedures are simple, walk-in types of surgery, with minor installations taking piace in shopping mail clinics (Bodyshoppe, Fash­ion/Fusion, and Parts N' Programms are three popular chain stores) or drop in medicai centers (Docs R Us TM). These in­stallations are much like getting your ears pierced, circa 1980. You can even have upgrades and improvements plugged into the old hardware for the cost of the new parts, allowing you to start small (called stripped or economy) and add as you go. What can't be bought openly are the types of cyberware known as Blackmarket Cy­bertech. These items can only be pur­chased through criminal contacts on the Street, and installed by high priced, under­ground medtechs known as Ripperdocs. Blackmarket cybertech is often dangerous, badly installed, and always expensive. But hey, we're all big kids here, and besides, you know what to do to a Ripperdoc who messes around with you, right? " ,
       "Surgery Codes": {
           "Description": "Each type of cyberwear has a Surgery Code. This code represents the minimum level of medicai care required to install the cyberwear, the length of surgical time required, the cost of the surgery, the damage taken in surgery and the Difficulty of the installation procedure. ",
           "Negligible": "Required: Mail clinic or other drop-in bodyshop.\nSurgical Time: 1 hr.\nSurgical Damage: 1 point\nSurgical Costs: lncluded with installation.\nDIFF= Easy (10) ",
           "Minor": "Required: Medical center or ripperdoc clinic.\nSurgical Time: 2hrs.\nSurgical Damage: 1D6+1\nSurgical Costs: 500eb\nDIFF=Simple (15). ",
           "MAjor": "Required: Full hospital with surgerycenter.\nSurgical Time: 4 hrs.\nSurgical Damage: 2D6+ 1\nSurgical Costs: 1500eb\nDIFF= Trained (20) ",
           "CRitical": "Required: Full hospital with surgery center. \nSurgical Time: 6 hrs. \nSurgical Oamage: 306+ 1 \nSurgical Costs: 2,500eb \nDIFF= Difficult (25) \n"
        },
        "Fashionware" : {
            "Description": "While a cyborg is usually defined as anyone who has mechanical technology grafted into his body, the line is actually pretty nebulous (is your girlfriend a cyborg be­cause she wears contact lenses? ls your grandmother a cyborg because she has a hearing aid and an artificial hip joint?). In this hazy zone of cybertech is fashion­ware-little hi-tech gadgets common to the Cyberpunk future. ",
            "Biomonitor": ["N", "(BIO)", 100, 1, "This is a favorite of Solos, gadget freaks, and harried Corporates worried about their blood pressure. Mounted just below the skin of the forearm, the Biomonitor gives a constant readout of pulse, respiration, brain­waves, blood sugar, temperature, and choles­terol levels. The display is a pattern of word­shaped LEDs, each running a color sequence from red (criticai) to green (excellent). As con­ditions change, the colors change. The user merely shoots back his cuff, looks for the little glowing word display he wants, and checks the color. In game terms, this adds +2 to any Resist Torture/Drugs check. "]
        },
        "Neuralware Basic Processor": {
            "Description": ["(M)", "-", 1000, "1D6", "One of the most important aspects of cybertech is invisible to the naked eye. This type of enhancement, known as neural­ware, is usually in the form of tiny coprocessing chips and nerve amplifiers that increase existing abilities. The basic neural processor is a \"switch­box\" implanted into the. lower spine, and is used to route signals from external cy­berwear to the centrai nervous system. lt is the main system for any type of neural interface, including reflex boosters, inter­face plugs, weapon, DataTerm and vehicle links, mini-computers and sensory aug­mentations. The Neural processor has a small inspection space which allows sec­ondary co-processors to be inserted into the basic processor module. This makes upgrading a process of opening the in­spection space in a sterile environment and inserting the new co-processors. lmplanting a neural processor is far easier than one would expect, thanks to the science of nanotech. The basic module is surgically affixed to the spine, where it releases a flood of nanosurgical units into the spinai column. These microscopie machines thread tiny linkages through the centrai nervous system, hooking nerve endings to the neural pròcessor. This proc­ess takes some time (1 D6+7 days) before the nanosurgeons have worked their way through the entire body and all the con­nections are hooked up to the neural proc­essor. "],
            "Coprocessors ": {
                "Description": "These are specialized \"add-ons\" which can be plugged into the main neural processor at any time; the whole process takes about an hour and can be performed in any walk­in clinic. Some, like reflex boosters, allow you to improve your reactions and percep­tive abilities to inhuman levels; others, like link co-processors, allow you to interface with computers, databases, vehicles and other machines. Once you have the basic neural processor, you can jack in as many options as you like. ",
                "Kerenzikov" : ["(N)", "(RBF)", 500, "1D6/2D6", "Boosterware is always activated; the character is always reacting with a higher than normai reaction speed. Since Kerenzikov often boosts responses to greater than 1 O, it has a high humanity cost, as the user must learn to readjust his or her actions to a world that appears to be moving in slow motion. Because of this, Kerenzikov boost can be installed at two levels of augmentation (+ 1 or+2 to lnitiative, HL is 1 D6 or 2D6). "]
            },
            "Chipware": {
                "Description": "There are a wide variety of cybernetic devices available to the man on the move in the 2000's. But the basis for ali these newtechs is chipware (also known as wet­ware by some), bio-plastic circuitry that allows the human body to mesh with the power of silicon microprocessors. There are two types of chipware; reflex (APTR) chips and memoryware (MRAM) chips. Each piece of chipware operates exactly like the skill of the same name. To use chips requires two separate installa­tions: a neural processor locateci at the base of the spine, which translates the chip data into useful information, and a set of interface plugs or chipware sockets. The chip itself is a small, transparent sliver about an inch long, often color-coded for identification. lt is inserted into the inter­face plug point down. lt takes one turn to change chips. You may \"run\" as many separate chip programs at one time as your current INT stat. Example: My INT is 7. This means I con have up to seven different progrom chips operat­ing at one time. I could be chipped for Karate, A V-4 Piloting, Pista/, Assau/t Weapons, A V-4 repair, Play lnstrument and Specific Knowledge: Rock Songs of the 1960s. However, I could not use any other chips unti/ l'd re­moved one of these seven. Having chipware is like having instant skills whenever you want them. The problem is, chipware is expensive, and limited to only the lowest levels of a specific skill (from + 1 to +3). To progress further, you would have to have a specially design ed chip built at a higher level (not an easy proposition). A natural skill, on the other hand, pro­gresses by use and this increase in ability costs nothing except time. Another problem with chips is that unlike natural skills, you can't learn to become better. lf you're chipped for a Karateof +2, you'II be at that level of skill until you die, no matter how many fights you get into. You also can't combine natural and chipwared skills; for ex­ampie, combining a chipped Karate of +2 and a natural Karateskill of +5 for a total of +7. The programmed re­sponses of a chip will always override natural responses, setting the user's level of skill equal to that of the chip. Chips are best used when you need to know a lot of things ali atonce, but not very well. With chips, you can become a limited martial artist, pilot, driver, marksman. You can know a little bit more than you did before about a variety of subjects, but nowhere near as much as you would if you'd hit the books and.studied.  ",
                "Reflex (APTR) Chips": ["-", "APTR", "varies", 0, "These are chips for Re­flex-based skills only, such as weapon firing or hand-to-hand combat knowledge. These Aug­mented Programm TRCs feedloop -record a specific neural signal from one source, record it in memory, then use the recording to activate a series of muscle reactions in another source. Theoretically, these chips should allow even the lowliest \"grunt\" to have the skills of a karate master, the shooting ability of Wyatt Earp, and the reflexes of an Olympic athlete. But the limits of programming restrict what you can learn from a chip to a relatively low level (about + 1 to +3).In addition, a Reflex chip must adapt to your specific neural and muscular patterns, adjust­ing its instructions to fit your body and vice versa (after ali, the karate master who was the pattern for the chip might have been five foot ten and you might be six foot three). lt learns your body movements by sampling your re­sponses as you practice using the chip. This process is known as chipping in and is required before the chip can be fully functional. Chipping in takes two full days of practice for every level of the chip. This means, for ex-ampi e, if you've been chipped for Martial Arts +3, it will take six days of practice beforethe chip has \"learned\" enough about your body to befullyfunctional. lfyou only get two days of practice, the chip will function as a level + 1- practice for four days, and it's raised to +2."]
            },
            "lmplants": {
                "Description": "Implants are the useful little things you get plugged in to make living easier; things that you can't replace from a Body Bank, or that you may want for a specific job. Note: Motion detectors, radiation detectors, and chemical analysers are 360° systems. Ra­dars/Sonars are 180° systems. ",
                "Gill lmplant": ["(MA)", "(GL)", 400, "3D6", "This implant allows the user to breath relatively clean water (saves vs. poison must be made if the water source is polluted or contains toxic chemicals) for up to 4 hours. "]
            },
            "Bioware": {
                "Description": "Bioware is anything which is primarily low-impact technol- ogy that is designed along biological rather than mechanical lines. Most bioware enhancements involve the use of nanotechnology; tiny machines the size of microbes, which can perform surgi­cal tasks on the cellular leve I. These \"nanoids\" are injected into the area to be affected, along with a supply of the raw materials needed to perform their jobs (for example, long string polymers which can be woven by the nanoids into a type of subdermal armor called skinweave). Powered by body heat and nutrient chemicals, these tiny machines quietly go abouttheir business, strengthening muscles and altering body chemistry. ",
                "Grafted Muscle": ["(MA)", "(GR)", "1000/pt", "2D6", "This is vat-grown muscle grafted onto your own, with healing. With this modification, you may increase your BodyType stat up to 2 points, paying 1000 eb per point. lt can be combined with Muscle/Bone Lace. "]
            },
            "Cyberweapons": {
                "Description": "At the top of the Black Cyberware hit list are cyberweapons; hidden killing tools that can be buried in your skin until the moment you want to take someone out. Cyberweapons are normally notavailable on the open market (the only exception are scratchers and vampires), and locating them usually in­volves going down into the locai Combat Zone, finding a Fixer, and paying a lot of euro to ugly, nasty, violent people who would normally consider you spare parts. Boosters, of course, are drawn to cyber­weapons like a 'zoner to zoom dust.",
                "Scratchers": ["(N)", "(SCR)", 100, "2D6", "Implanted metal or carbo-glas fin­gernails. The incredible sharpness of the material makes these as deadly as razor blades (1 D6/ 2 per hand damage). Scratchers cut on the bias, requiring the user to slice crossways, not rip downwards. Most people lacquer their scratch­ers, making them indistinguishable from nor­mal nails (the enamel has no effect on the sharpness). These are not considered lethal (and therefore black market) cyberwear, and can be purchased in any local clinic. "]
            },
            "Cyberoptics": {
                "Description": ["(MA)", "(-)", "Basic eye module(4 option per eye)", "500ea", "2D6ea", "A combination of digital processor and camera, cyberoptics are replacements for normai eyes. Cybervision is just like regular vision, only better. Colors are brighter, images sharper. And that's just the start. Want to see life as a 30's black and white movie? No problem. Telescopie or micro­scopie vision? Optional. lnfrared and low light vision? Standard for Solos. Cyberoptics can look exactly like normai eyes, although a wide variety of fashion iris colors are available (amber, white, bur­gundy and violet are very popular). Some versions are transparent, with glitter or lights swirling inside of them. Other are superchromed for a more \"cyber\" look. Others can change eye color at will or to match clothes and surroundings. Some even have tiny designer logos around the iris. Cyberoptics with cameras or weapons usually load from the front, with the iris opening up when the front of the eye is depressed. "],
                "Color Shift": ["(N)", "(CF)", "300", "0.5", "These cyberoptics can shift color or iris pattern on demand. A full color shift takes about a minute. Mirrored, transparent, glitter­filled or lighted versions are also available. "]
            },
            "Cyberaudio": {
                "Description": ["(MA)", "(-)", "Basic earing module. No option limit", 500, "2D6", "Cyberaudio systems patch into the audi­tory nerves and speech centers of the brain. This enhancement affects both ears, and also includes a subvocalizing mike on the mastoid bone. There is no visible change to the outer ear, although some cyberpunks re piace the outer ear with a set of mechani­cal speaker pickups far max effect. "],
                "Radio Link": ["(N)", "(RL)", 100, 1, "A microminiature radio transceiver, usually mounted at the base of the skull and using your fillings as the antennae. lt is activated byclicking the teeth together sharply. To talk, you merely subvocalize (mutter under your breath). Reception is carried out in one of two ways: 1) a re­ceiver directly vibrates the mastoid bone, giving you a small tinny voice in the back of your head, of 2) linked to a cyberoptics Marquee option, incoming messages are flash ed into the up per edge of your field of visi on as red scrolling letters. In game terms, having a radio implant gives you the ability to talk to any receiver on the same band frequency for up to 1 mile. lt also means you occasionally get someone else's radio messages. "]
            }
        }

    },
    "Running Out of Cash? ": {
        "Description": "Just about this time, you're starting to look over the list of cyberenhancements, and you're thinking, \"I don't have the kind of Eurobucks I need to swing this newtech.\" At this point, you have to ask yourself \"How desperate am I? Am I really hard up enough to risk death and dismemberment just to get a lousy cyberarm?\" Sure you are. The truly desperate turn to desperate measures. In this case, you can hire yourself out to someone who can afford to buy your cybernetics for you. Selecting any one of the following employers is worth 10,000 Eurodollars in cybernetics, free of charge: ",
        "Join the (Covert) Military ": "Join the (Covert) Military Become a fighter in the Cyberwars, serving your country's armed forces with distinction and ho nor as part of its secret E lite Mechanized Combat Forces (Cybergrunts, to you). See pain, torture and death dose up, as you participate in any one of a hundred covert \"police actions\" worldwide, protecting \"national interests\". Of course the Cybergrunts don't exist. Of course your country doesn't send teams of heavily armed covert agents into other countries to kill and foment revolt. Of course they're not going to let you quit when you want to. ",
        "Take Up a Life of Organized Crime ": "he word on the Street is that the Mob is alive and hiring. Swear allegiance to one of the big time organized crime Families and you'II never lack for cybertech. The only catch is, you have to do \"work\" for them. Bill collecting. Assassinations. Murders. Mob wars. The Families of 2020 have a long and honorable tradition that goes back into the early twentieth century: nobody ever quits the Mob. Ever. ",
        "Sell Out to a Corporation": "Join a Corporation and see the world. While you're at it, they'li bankroli you for ten thousand doliars in newtech. But remember, with ali business deals, there's a price. In this case, you have to work for the Corporation. The jobs you get to do are ali the fun, suicidai ones on which they don't want to waste their good people: executive kidnappings, black operations and espionage missions. lf you're realiy lucky, you'II even get to be a grunt in a Corporate war-you know, the ones that make Vietnam and Afghanistan look like picnics, where you get to defend the Corporation's interests in some backwater hellhole with a population of natives you're suppressing. Big business is fun. ",
        "The Catch ": {
            "Description": "Like most \"free\" offers, these employment opportunities are boobytrapped in creative and dangerous ways. Each requires that you work for an indeterminate amount of time (forever) for people you may not like. You'II have to do what they tel I you, no matter how cruddy, dangerous or suicidai. Like most powerful people in the Cyberpunk future, they don't like to be crossed, and have a variety of awful ways to ensure your \"cooperation\": ",
            "Hostages": "To ensure your good behavior, the controlling agency is holding someone you care about hostage. You mess up, they die­or worse. ",
            "Blackmail": "Somewhere in your past, you dici something you can't afford to let out. lt could be as small as cheating on your taxes (with a 20-year jail term), or a murder rap. lt may even be fictional-created by your new employers to make sure you toe the line. Are you willing to take the chance?",
            "Sabotage Chipware": "To make sureyou stay in line, the controlling agency has buried lethal glitches in your cybernetic software. Things to make your heartstop on command. Programs that give you blinding headaches if you refuse to follow an order. ",
            "Monitored": "Your employers have implanted sensors or other monitoring devices on you­just to ensure your loyalty. You can't say or do anything without them knowing. You can't go anywhere without them finding you. The worst part is, you don't know where in your body they've hidden these devices.",
            "Command Kill": "A really vicious sabotage chip­on the command word, you will kill whomever you are directed to kill-without control, regret or mercy. Your mother. Your lover. Your cat. Anyone. ",
            "Company Safeguard": "Another nasty sabo­tage chip. You can'twillinglyharm any member of the controlling agency-to do so will cause you excruciating pain. To continue will cause even more pain, culminating in full heart stoppage and a screaming death. ",
            "Remote Detonator": "One of the favorite corpo­rate tricks, th is is a small package of inert explosive buried somewhere in your body, activated by a remote radio signal. You don't know where they put it, the scanners can't find it, and if you dici go around looking, you're likely to set it off (60%). Wanna bet your life, cobber? ",
            "After": "Sounds fun? Remember, if you join one of these groups, any one (or more) of these little goodies applies directly to making you a puppet of your employers. What you are forced to do, and what they hold over you, is up to the Referee. He doesn't even have to teli you. You don't have a choice. You just sold your soul. Welcome to 2020, smartboy. "
        },

        
    }
}